// 定制版 config.js - 给小妮的备忘录
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "今天的天气应该是多云吧☁️",  //结尾的逗号必须是英文的
        "适合出门去散步，顺便去逛逛商场",
        "买一个新烤好的面包",
        "送给审美很棒的漂亮大女主",
        "小妮，生日快乐",
        "不用逼自己做永远上满发条的大人",
        "你的情绪永远最重要",
        "去川西走走，来海边吹吹晚风",
        "去喝树夏、一点点、茉酸奶、爷爷不泡茶",
        "希望你拥有自己的小房子",
        "每天用CD机放着喜欢的音乐",
        "有洋桔梗还有娃娃的陪伴",
        "喜欢你原本的样子，在我身边，你永远只需要按照你觉得最舒服的节奏来就好",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "送给审美很棒的漂亮大女主": "./imgs/xiaoni.jpg", 
        "买一个新烤好的面包": "./imgs/bread.jpg", 
        "有洋桔梗还有娃的陪伴": "./imgs/flower.jpg",
    },
    // 按钮文字描述，替换成了低压力的日常沟通语气
    desc: {
        turn_on: "开一盏小灯",
        play: "放首汪苏泷",
        bannar_coming: "挂一点装饰",
        balloons_flying: "放飞气球",
        cake_fadein: "端个好吃的蛋糕",
        light_candle: "点燃蜡烛",
        wish_message: "许个愿吧",
        story: "一些碎碎念",
    }
};